import {
   Eboo,Portfolio,Next,Shop,TopBlog,TopHome
} from "../assets/courses";

export const courses = [
    {
        title: "    پروژه سایت ایبو ",
        image: Eboo,
        link: "https://sjd-bsbri.github.io/eboo",
        info: ` این پروژه با ریکت و متریال یو آی نوشته شده . از ویژگی این پروژه ، داشتن پنل ادمین هست که با وارد کردن رمز عبور ، امکان ورود به پنل ادمین وجود دارد `,
    },
    {
        title: " سایت شخصی خودم ",
        image: Portfolio,
        link: "https://sjd-bsbri.github.io/portfolio",
        info: `این پروژه با ریکت و متریال یو آی نوشته شده . در این پروژه از بسیاری از کامپوننت های متریال یو آی استفاده شده و امکان اعتبارسنجی در بخش فرم ها نیز وجود دارد`,
    },
    {
        title: "  پروژه فروشکاه   ",
        image: Shop,
        link: "https://sjd-bsbri.github.io/shop",
        info: " این پروژه با ریکت نوشته شده . امکان اضافه کردن ، حذف و فیلتر محصولات در این پروژه وجود دارد",
    },
    {
        title: "پروژه بلاگ سایت تاپ لرن  ",
        image: TopBlog,
        link: "https://sjd-bsbri.github.io/toplearn-blog",
        info: `   در این پروژه از ریکت و متریال یو آی استفاده شده و در سایزهای مختلف صفحه نمایش مثل موبایل ، تبلت و لپتاپ با متریال یو آی به صورت کاملا ریسپانسیو طراحی شده`,
    },
    {
        title: "پروژه صفحه اصلی سایت تاپ لرن",
        image: TopHome,
        link: "#",
        info: ` این پروژه با تیل ویند نوشته شده و در سایزهای مختلف صفحه نمایش مثل موبایل ، تبلت و لپتاپ با تیل ویند به صورت کاملا ریسپانسیو طراحی شده`,
    },
    {
        title: "  پروژه اپلیکیشن کوئیز با نکست جی اس",
        image: Next,
        link: "#",
        info: `این پروژه با ریکت و نکست نوشته شده . از ویژگی این پروژه ، دارا بودن اهراز هویت هستش`,
    },
];
