import {
  Coffee,
  SchoolRounded,
  DataObjectRounded,
  DomainVerificationRounded,
} from "@mui/icons-material";
import userAvatar from "../assets/user.png";

export const devWorkInfo = [
  {
    tooltipTitle: "تعداد دمنوش های خورده شده",
    icon: <Coffee />,
    total: 99,
    color: "lightcoral",
  },
  {
    tooltipTitle: "تعداد دوره های من",
    icon: <SchoolRounded />,
    total: 25,
    color: "lightskyblue",
  },
  {
    tooltipTitle: "تعداد پروژه های من",
    icon: <DataObjectRounded />,
    total: 34,
    color: "lightslategray",
  },
  {
    tooltipTitle: "تعداد پروژه های به پایان رسیده",
    icon: <DomainVerificationRounded />,
    total: 12,
    color: "lightseagreen",
  },
];

export const devEdu = [
  {
    year: "۱۳۸۹ - ۱۳۸۸",
    cert: "دیپلم",
    major: "رشته تجربی",
    place: " دبیرستان دکتر شریعتی",
  },
  {
    year: "۱۳۹۳ - ۱۳۹۰",
    cert: "کاردانی",
    major: "رشته کامپیوتر گرایش نرم افزار",
    place: "دانشگاه آزاد اسلامی",
  },
  {
    year: "۱۴۰۱ - ۱۳۹۸",
    cert: "کارشناسی",
    major: "رشته کامپیوتر گرایش نرم افزار",
    place: "دانشگاه آزاد اسلامی",
  },
  {
    year: " ... - ۱۴۰۱",
    cert: "کارشناسی ارشد",
    major: "رشته کامپیوتر گرایش  هوش مصنوعی",
    place: "دانشگاه آزاد اسلامی",
  },
];

export const userComments = [
  {
    fullname: "سجاد باصبری",
    jobTitle: "برنامه نویس فرانت اند",
    avatar: userAvatar,
    comment: `
                لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه
              `,
  },
  {
    fullname: "سجاد باصبری",
    jobTitle: "برنامه نویس فرانت اند",
    avatar: userAvatar,
    comment: `
                لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه
              `,
  },
  {
    fullname: "سجاد باصبری",
    jobTitle: "برنامه نویس فرانت اند",
    avatar: userAvatar,
    comment: `
                لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه
              `,
  },
  {
    fullname: "سجاد باصبری",
    jobTitle: "برنامه نویس فرانت اند",
    avatar: userAvatar,
    comment: `
                لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه
              `,
  },
  {
    fullname: "سجاد باصبری",
    jobTitle: "برنامه نویس فرانت اند",
    avatar: userAvatar,
    comment: `
                لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه
              `,
  },
  {
    fullname: "سجاد باصبری",
    jobTitle: "برنامه نویس فرانت اند",
    avatar: userAvatar,
    comment: `
                لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه
              `,
  },
];
